[
    {
        "_id": "638234478ccebee44579e140",
        "productName": "Foundation",
        "description": "Foundation is a science fiction novel by American writer Isaac Asimov. It is the first published in his Foundation Trilogy. Foundation is a cycle of five interrelated short stories, first published as a single book by Gnome Press in 1951.",
        "resalePrice": "130",
        "originalPrice": "250",
        "usedPeriod": "4 months",
        "category": "Novel",
        "imgProduct": "https://i.ibb.co/NZNhkkN/foundation.jpg",
        "postDate": "Nov 26, 2022",
        "postTime": "9:41 PM",
        "sellerName": "Ikbal ahmed",
        "sellerEmail": "ikbal@gmail.com",
        "phone": "01521305382",
        "location": "Dhaka, Bangladesh",
        "status": "sold"
    },
    {
        "_id": "63831be7ee9c5f6f0929ad60",
        "productName": "Embodied Hope",
        "description": "\"This book will make no attempt to defend God. . . . If you are looking for a book that boasts triumphantly of conquest over a great enemy, or gives a detached philosophical analysis that neatly solves an absorbing problem, this isn't it.\"\n\nToo often the Christian attitude toward suffering is characterized by a detached academic appeal to God's sovereignty, as if suffering were a game or a math problem. Or maybe we expect that since God is good, everything will just work out all right somehow. But where then is honest lament? Aren't we shortchanging believers of the riches of the Christian teaching about suffering?\n\nIn Embodied Hope Kelly Kapic invites us to consider the example of our Lord Jesus. Only because Jesus has taken on our embodied existence, suffered alongside us, died, and been raised again can we find any hope from the depths of our own dark valleys of pain. As we look to Jesus, we are invited to participate not only in his sufferings, but also in the church, which calls us out of isolation and into the encouragement and consolation of the communal life of Christ.\n\nDrawing on his own family's experience with prolonged physical pain, Kapic reshapes our understanding of suffering into the image of Jesus, and brings us to a renewed understanding of—and participation in—our embodied hope.",
        "resalePrice": "140",
        "originalPrice": "230",
        "usedPeriod": "5 Months",
        "category": "Poetry",
        "imgProduct": "https://i.ibb.co/bLS8sbx/e74c32691e92d76f88c148a3ecae9c42.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "2:07 PM",
        "sellerName": "Rakibul Hasan",
        "sellerEmail": "rakibul@gmail.com",
        "phone": "01711230230",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    },
    {
        "_id": "63831c57ee9c5f6f0929ad61",
        "productName": "Physics Class-12",
        "description": "This book is written by amir hossain sir. Its a great book with lot of example and problem solving",
        "resalePrice": "100",
        "originalPrice": "240",
        "usedPeriod": "2 years",
        "category": "Academic",
        "imgProduct": "https://i.ibb.co/mc2FHqx/4457132de-50305.png",
        "postDate": "Nov 27, 2022",
        "postTime": "2:12 PM",
        "sellerName": "Rakibul Hasan",
        "sellerEmail": "rakibul@gmail.com",
        "phone": "01711234567",
        "location": "Dhaka, Bangladesh",
        "status": "sold"
    },
    {
        "_id": "63831d04ee9c5f6f0929ad62",
        "productName": "IJOS- Journal on Oral Science",
        "description": "Leonardo was founded in 1968 in Paris by kinetic artist and astronautical pioneer Frank Malina who saw the need for a journal to serve as an international channel of communication among artists, with emphasis on the writings of artists who use science and developing technologies in their work. Published by The MIT Press, Leonardo has become the leading international peer-reviewed journal on the use of contemporary science and technology in the arts and music and the application and influence of the arts and humanities on science and technology.\n\nLeonardo is interested in work that crosses the artificial boundaries separating contemporary arts and sciences. Featuring illustrated articles written by artists about their own work as well as articles by historians, theoreticians, philosophers and other researchers, the journal is particularly concerned with issues related to the interaction of the arts, sciences and technology. Leonardo focuses on the visual arts and also addresses music, video, performance, language, environmental and conceptual arts—especially as they relate to the visual arts or make use of the tools, materials and ideas of contemporary science and technology. New concepts, materials and techniques and other subjects of general artistic interest are covered, as are legal, economic and political aspects of art.",
        "resalePrice": "200",
        "originalPrice": "1200",
        "usedPeriod": "3 years",
        "category": "Research and Journal",
        "imgProduct": "https://i.ibb.co/VQb9ysb/ijos-dec-2018.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "2:17 PM",
        "sellerName": "Rakibul Hasan",
        "sellerEmail": "rakibul@gmail.com",
        "phone": "0143232121",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    },
    {
        "_id": "63831d8eee9c5f6f0929ad63",
        "productName": "Sophie's world",
        "description": "One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: \"Who are you?\" and \"Where does the world come from?\" From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined.",
        "resalePrice": "200",
        "originalPrice": "450",
        "usedPeriod": "1 year",
        "category": "Non Fiction",
        "imgProduct": "https://i.ibb.co/Tw82VMB/25406.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "2:18 PM",
        "sellerName": "Rakibul Hasan",
        "sellerEmail": "rakibul@gmail.com",
        "phone": "01711234567",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    },
    {
        "_id": "63831e4cee9c5f6f0929ad64",
        "productName": "হিমুর দ্বিতীয় প্রহর",
        "description": "ফ্ল্যাপে লিখা কিছু কথা\n\"অনেকদিন থেকেই ভাবছিলাম হিমুর সঙ্গে মিসির আলির দেখা করিয়ে দিব। দুজন মুখোমুখি হলে অবস্থাটা কি হয় দেখার আমার খুব কৌতূহল। ম্যাটার এবং এন্টিম্যাটার একসঙ্গে হলে যা হয় তার নাম 'শূন্য'। মিসির আলি এবং হিমুওতো এক অর্থে ম্যাটার এবং এন্টিম্যাটার। দুটি চরিত্রের ভেতর কোনটিকে আমি বেশী গুরুত্ব দিচ্ছি সেটা জানার জন্যও এদের মুখোমুখি হওয়া দরকার। হিমুর দ্বিতীয় প্রহরে এদের মুখোমুখি করিয়ে দিলাম। হুমায়ূন আহমেদ",
        "resalePrice": "60",
        "originalPrice": "130",
        "usedPeriod": "2 years",
        "category": "Novel",
        "imgProduct": "https://i.ibb.co/phjtm6f/Himur-Ditiyo-Prohor-By-Humayun-Ahmed.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "2:20 PM",
        "sellerName": "Rakibul Hasan",
        "sellerEmail": "rakibul@gmail.com",
        "phone": "01711234567",
        "location": "Dhaka, Bangladesh",
        "status": "sold"
    },
    {
        "_id": "63834efa29edfec1c31cb93c",
        "productName": "Chemistry - Hazari Nag",
        "description": "I didn't like chemistry from the time it was introduced to me. But I must admit among the books from various writers the book of Mr. Hazari was fluent and easier to understand.",
        "resalePrice": "115",
        "originalPrice": "340",
        "usedPeriod": "2 years",
        "category": "Academic",
        "imgProduct": "https://i.ibb.co/JyZHhtw/Screenshot-20190704-184241.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "5:48 PM",
        "sellerName": "Soumodip Sarkar",
        "sellerEmail": "soumodip@gmail.com",
        "phone": "01721305353",
        "location": "Dhaka, Bangladesh",
        "status": "sold"
    },
    {
        "_id": "638350dc29edfec1c31cb93e",
        "productName": "Advence Science",
        "description": "The major focus of the journal is publishing important original scientific research and research reviews, but Science also publishes science-related news, opinions on science policy, and other matters of interest to scientists and others who are concerned with the wide implications of science and technology. Unlike most scientific journals, which focus on a specific field, Science and its rival Nature cover the full range of scientific disciplines. According to the Journal Citation Reports, Science's 2020 impact factor was 47.728\n\nStudies of methodological quality and reliability have found that some high-prestige journals including Science \"publish significantly substandard structures\", and overall \"reliability of published research works in several fields may be decreasing with increasing journal rank\".\n\nAlthough it is the journal of the AAAS, membership in the AAAS is not required to publish in Science. Papers are accepted by authors around the world. Competition to publish in Science is very intense, as an article published in such a highly cited journal can lead to attention and career advancement for the authors. Fewer than 7% of articles submitted are accepted for publication.",
        "resalePrice": "300",
        "originalPrice": "1500",
        "usedPeriod": "5 Months",
        "category": "Research and Journal",
        "imgProduct": "https://i.ibb.co/GQFp7Jz/ezgif-com-gif-maker.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "5:56 PM",
        "sellerName": "Soumodip Sarkar",
        "sellerEmail": "soumodip@gmail.com",
        "phone": "01521305382",
        "location": "khagrachari, Rangamati",
        "status": "sold"
    },
    {
        "_id": "638393b5d4c3ae17f8926c14",
        "productName": "The First world war",
        "description": "World War I or the First World War, often abbreviated as WWI or WW1 and referred to by some Anglophone authors as the \"Great War\" or the \"War to End All Wars\", was a global conflict that lasted from 1914 to 1918, and is considered one of the deadliest conflicts in history. Belligerents included much of Europe, the Russian Empire, the United States, and the Ottoman Empire, with fighting occurring throughout Europe, the Middle East, Africa, the Pacific, and parts of Asia. An estimated 9 million soldiers were killed in combat, plus another 23 million were wounded, while 5 million civilians died as a result of military action, hunger, and disease. Millions more died in genocides within the Ottoman Empire and the 1918 influenza pandemic, which was exacerbated by the movement of combatants during the war.\n\nPrior to 1914, the European great powers were divided between the Triple Entente, comprising France, Russia, and Britain, and the Triple Alliance, containing Germany, Austria-Hungary, and Italy. Tensions in the Balkans came to a head on 28 June 1914 following the assassination of Archduke Franz Ferdinand, the Austro-Hungarian heir, by Gavrilo Princip, a Bosnian Serb. Austria-Hungary blamed Serbia, which led to the July Crisis, an unsuccessful attempt to avoid conflict through diplomacy. On 28 July 1914, Austria-Hungary declared war on Serbia, and Russia came to the latter's defense. By 4 August, the system of entangling alliances drew in Germany, France, and Britain, along with their respective colonies, although Italy initially remained neutral. In November 1914, the Ottoman Empire, Germany, and Austria-Hungary formed the Central Powers, and on 26 April 1915, Italy joined Britain, France, Russia, and Serbia as the Allies of World War I.",
        "resalePrice": "350",
        "originalPrice": "800",
        "usedPeriod": "3 years",
        "category": "Non Fiction",
        "imgProduct": "https://i.ibb.co/FWdVqf1/cvr9781471134265-9781471134265-hr.jpg",
        "postDate": "Nov 27, 2022",
        "postTime": "10:40 PM",
        "sellerName": "Adiba Imam",
        "sellerEmail": "adiba@email.com",
        "phone": "01325757521",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    },
    {
        "_id": "6384c888b7f38fb2349249d2",
        "productName": "হিমু",
        "description": "হিমু চরিত্রের আসল নাম হিমালয়। এ নামটি রেখেছিলেন তার বাবা। লেখক হিমুর বাবাকে বর্ণনা করেছেন একজন বিকারগ্রস্ত মানুষ হিসেবে; যার বিশ্বাস ছিল ডাক্তার, ইঞ্জিনিয়ার যদি প্রশিক্ষণ দিয়ে তৈরি করা যায় তবে একইভাবে মহাপুরুষও তৈরি করা সম্ভব। তিনি মহাপুরুষ তৈরির জন্য একটি বিদ্যালয় তৈরি করেছিলেন যার একমাত্র ছাত্র ছিল তার সন্তান হিমু। হিমুর পোশাক হল পকেটবিহীন হলুদ পাঞ্জাবী। হলুদ বৈরাগের রঙ বলেই পোশাকের রং হলুদ নির্বাচিত করা হয়েছিল। ঢাকা শহরের পথে-পথে উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো তার কর্মকাণ্ডের মধ্যে অন্যতম। উপন্যাসে প্রায়ই তার মধ্যে আধ্যাত্মিক ক্ষমতার প্রকাশ দেখা যায়। যদিও হিমু নিজে তার কোন আধ্যাত্মিক ক্ষমতার কথা স্বীকার করে না। হিমুর আচার-আচরণ বিভ্রান্তিকর। বিভিন্ন পরিস্থিতিতে তার প্রতিক্রিয়া অন্যদেরকে বিভ্রান্ত করে, এবং এই বিভ্রান্ত সৃষ্টি করা হিমুর অত্যন্ত প্রিয় একটি কাজ। প্রেম ভালবাসা উপেক্ষা করা হিমুর ধর্মের মধ্যে পড়ে। কোন উপন্যাসেই কোন মায়া তাকে কাবু করতে পারে নি। মায়াজালে আটকা পড়তে গেলেই সে উধাও হয়ে যায়।\n\nহিমু উপন্যাসে সাধারণত হিমুর কিছু ভক্তশ্রেণীর মানুষ থাকে যারা হিমুকে মহাপুরুষ মনে করে। এদের মধ্যে হিমুর ফুপাতো ভাই বাদল অন্যতম। মেস ম্যানেজার বা হোটেল মালিক- এরকম আরও কিছু ভক্ত চরিত্র প্রায় সব উপন্যাসেই দেখা যায়। এছাড়াও কিছু বইয়ে বিভিন্ন সন্ত্রাস সৃষ্টিকারী ও খুনি ব্যক্তিদের সাথেও তার সু-সম্পর্ক ঘটতে দেখা যায়। হিমুর একজন বান্ধবী রয়েছে, যার নাম রূপা; যাকে ঘিরে হিমুর প্রায় উপন্যাসে রহস্য আবর্তিত হয়। নিরপরাধী হওয়া সত্ত্বেও সন্দেহভাজন হওয়ায় হিমু অনেকবার হাজতবাস করেছে এবং বিভিন্ন থানার ওসি ও সেকেন্ড অফিসারের সাথে তার বন্ধুত্বপূর্ণ সম্পর্ক গড়ে উঠে।",
        "resalePrice": "140",
        "originalPrice": "230",
        "usedPeriod": "7 months",
        "category": "Novel",
        "imgProduct": "https://i.ibb.co/Ns4pGPD/c-4.jpg",
        "postDate": "Nov 28, 2022",
        "postTime": "8:36 PM",
        "sellerName": "Bookshore",
        "sellerEmail": "admin@bookshore.com",
        "phone": "01325121211",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    },
    {
        "_id": "6384c8f90a678687cb9f7cad",
        "productName": "ঝরা পালক - জীবনান্দ দাস",
        "description": "১৯২৭ খ্রিস্টাব্দে (১৩৩৪ বঙ্গাব্দ) কলকাতার সিটি কলেজে টিউটরের চাকরি করার সময় জীবনানন্দ দাশ তাঁর প্রথম কাব্যগ্রন্থ ঝরাপালক প্রকাশ করেন। প্রকাশক হিসেবে লেখা ছিল: শ্রীসুধীরচন্দ্র সরকার, ৯০/২/এ হ্যারিসন রোড, কলিকাতা। গ্রন্থটি ছেপেছিলেন এ. চৌধুরী ফিনিক্স প্রিন্টিং ওয়ার্কস, ২৩ নং কালিদাস সিংহ লেন, কলিকাতা। প্রচ্ছদে পাখির আটিটি পালকের ছবি দেয়া ছিল। ক্রাউন সাইজে পাতার সংখ্যা ছিল ৮ + ৯৩। মূল্য রাখা হয়েছিল এক টাকা। উৎসর্গ পত্রে লেখা ছিল: “উৎসর্গ- কল্যাণীয়াসু”; কারো নাম লেখা ছিল না। তবে পরবর্তীকালে জানা যায় যে জীবনানন্দ দাশ স্বীয় কাকা শ্রীঅতুলানন্দের কন্যা শোভনাকে এই কাব্যগ্রন্থটি উৎসর্গ করেছিলেন; জীবনানন্দ’র দিনপঞ্জীতে Y অক্ষর দিয়ে শোভনাকেই বোঝানো হয়েছে; শোভনার ঘরোয়া নাম ছিল বেবী (Baby)। অন্যান্য ঘটনাবলী থেকে অনুমান করা হয়েছে যে এই শোভনাই ‘বনলতা সেন’ কবিতার বনলতা সেন। সমসাময়িক কালে কবিতা প্রকাশের ক্ষেত্রে কবি ‘দাশগুপ্ত’ পদবী ব্যবহার করলেও এ কাব্যগ্রন্থের প্রকাশকালে পদবী হিসেবে গুপ্তবর্জিত কেবল ‘দাশ’ ব্যবহার করেছিলেন। ১৯৭৩-এ বেঙ্গলি পাবলিশার্স থেকে ‘ঝরাপালক’-এর ২য় সংস্করণ প্রকাশিত হয়। কবির ভাতুষ্পুত্র শ্রীঅমিতানন্দ দাশ ২০০৫-এ কাব্যগ্রন্থটির একটি সস্করণ করেন যা ’নিউস্ক্রিপ্ট সংস্করণ’ নামে পরিচিত।",
        "resalePrice": "100",
        "originalPrice": "190",
        "usedPeriod": "2 years",
        "category": "Poetry",
        "imgProduct": "https://i.ibb.co/tM4PzC1/jharapalak.jpg",
        "postDate": "Nov 28, 2022",
        "postTime": "8:41 PM",
        "sellerName": "Bookshore",
        "sellerEmail": "admin@bookshore.com",
        "phone": "0172222222",
        "location": "Kushtia, Khulna",
        "status": "unsold"
    },
    {
        "_id": "6408cb86079dec90b5a0fcbe",
        "productName": "হেনা",
        "description": "কাজী নজরুল ইসলাম বিংশ শতাব্দীর প্রধান বাঙ্গালী কবি ও সঙ্গীতকার। তার মাত্র ২৩ বৎসরের সাহিত্যিক জীবনে সৃষ্টির যে প্রাচুর্য তা তুলনারহিত। সাহিত্যের নানা শাখায় বিচরণ করলেও তার প্রধান পরিচয় তিনি কবি।\n\nতার জীবন শুরু হয়েছিল অকিঞ্চিৎতকর পরিবেশে। স্কুলের গণ্ডি পার হওয়ার আগেই ১৯১৭ খ্রিস্টাব্দে তিনি ব্রিটিশ ভারতীয় সেনাবাহিনীতে যোগ দিয়েছিলেন। মুসলিম পরিবারের সন্তান এবং শৈশবে ইসলামী শিক্ষায় দীক্ষিত হয়েও তিনি বড় হয়েছিলেন একটি ধর্মনিরপেক্ষ সত্তা নিয়ে। একই সঙ্গে তার মধ্যে বিকশিত হয়েছিল একটি বিদ্রোহী সত্তা। ১৯২২ খ্রিস্টাব্দে ব্রিটিশ সরকার তাকে রাজন্যদ্রোহিতার অপরাধে কারাবন্দী করেছিল। তিনি ব্রিটিশ সাম্রাজ্যের অধীন অবিভক্ত ভারতের বিদ্রোহী কবি হিসেবে পরিচিত হয়েছিলেন।",
        "resalePrice": "120",
        "originalPrice": "200",
        "usedPeriod": "2 years",
        "category": "Poetry",
        "imgProduct": "https://i.ibb.co/qRYFMrf/images.jpg",
        "postDate": "Mar 8, 2023",
        "postTime": "11:49 PM",
        "sellerName": "Bookshore",
        "sellerEmail": "admin@bookshore.com",
        "phone": "+8801521305382",
        "location": "Kushtia, Khulna",
        "status": "unsold"
    },
    {
        "_id": "6408cc0b98db94fbd0a14035",
        "productName": "The sun and Her Flower",
        "description": "The book is divided into five sections reflecting the life cycle of a flower, with chapters titled: Wilting, Falling, Rooting, Rising, and Blooming. It focuses on themes of love and loss, trauma and abuse, healing, femininity and the body. Wilting touches on the subject of heartbreak and loss. Falling focuses on depressive feelings following the loss of an important relationship. Rooting explores topics of female infanticide, immigration and borders. Blooming addresses the joy Kaur finally found coming to love and accept her roots, herself, and the world around her. She also comes to realize her mission in this world: equality and love for all genders, races and backgrounds",
        "resalePrice": "130",
        "originalPrice": "250",
        "usedPeriod": "6 months",
        "category": "Poetry",
        "imgProduct": "https://i.ibb.co/zPMbdx7/sun-and-her-flowers.jpg",
        "postDate": "Mar 8, 2023",
        "postTime": "11:53 PM",
        "sellerName": "Bookshore",
        "sellerEmail": "admin@bookshore.com",
        "phone": "+8801521305382",
        "location": "Dhaka, Bangladesh",
        "status": "unsold"
    }
]